Repository: Zadruga-Horodeya/horodeya
Catalog: locale/*/LC_MESSAGES/django.po
Languages: bg

source: First Name
bg: Име

source: Second Name
bg: Презиме

source: Last Name
bg: Фамилия

source: Account Inactive
bg: Профилът е неактивен

source: This account is inactive.
bg: Този профил е неактивен

source: Account
bg: Профил

source: E-mail Addresses
bg: Имейл адреси

source: The following e-mail addresses are associated with your account:
bg: Тези имейл адреси са свързани с профила ти

source: Confirm
bg: Потвърждавам

source: Sign In
bg: Влез

source: or
bg: или

source: If you have not created an account yet, then please <a href="%(signup_url)s">sign up</a> first.
bg: Ако нямате профил, моля <a href="%(signup_url)s">създайте профил</a>.

source: Forgot Password?
bg: Забравена парола

source: Sign Out
bg: Излез

source: Are you sure you want to sign out?
bg: Искаш ли да се отпишеш?

source: Change Password
bg: Смени парола

source: Password Reset
bg: Нова парола

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
bg: Забравена парола? Въведи електронния си адрес и ще ти пратим емейл, с който да смениш паролата си.

source: Reset My Password
bg: Смени паролата ми

source: Signup
bg: Запиши се

source: Sign Up
bg: Запиши се

source: Horodeya
bg: Хородея

source: Home
bg: Начало

source: Causes
bg: Задруги

source: About us
bg: За нас

source: Sign out
bg: Излез

source: Update photo
bg: Промени Снимка

source: Communities
bg: Общности

source: Donated %(count)s times.
bg: %(count)s дарения.

source: See all
bg: Виж всички

source: Volunteered %(count)s times.
bg: %(count)s вложения на труд

source: Create Cause
bg: Създай Задруга

source: Yes
bg: Да

source: No
bg: Не

source: Pledge to donate
bg: Обещавам да даря

source: I will send the money to the provided bank account within the next 3 days
bg: Ще изпратя дарението на посочената банкова сметка в следващите 3 дни

source: I will send the money to the provided Revolut account within the next 3 days
bg: Ще изпратя парите на посочения Revolut профил в следващите 3 дни

source: Name
bg: Име

source: type
bg: Тип

source: DDORegistration
bg: Регистрация по ДДС

source: mission
bg: Мисия

source: numberOfSupporters
bg: Брой поддръжници

source: previousExperience
bg: Предишен опит

source: activityType
bg: Сфера на дейност

source: website
bg: Уебсайт

source: text
bg: Текст

source: bulstat
bg: Булстат

source: email
bg: Имейл

source: phone
bg: Телефонен номер

source: facebook_page
bg: Фейсбук страница

source: slack_channel
bg: Slack канал

source: Community
bg: Общност

source: second_name
bg: Презиме

source: User
bg: Потребител

source: montly
bg: месечен

source: twoweeks
bg: двуседмичен

source: weekly
bg: седмичен

source: review
bg: Преглед

source: accepted
bg: Приет

source: rejected
bg: Отхвърлен

source: location
bg: Местонахождение

source: goal
bg: Цел

source: description
bg: Описание

source: start_date
bg: Начална дата

source: end_date
bg: Крайна дата

source: end_date_tasks
bg: Крайна дата за изпълнение на задачите

source: report_period
bg: Честота на отчетите

source: category
bg: Категория

source: verified_status
bg: Статус

source: Cause
bg: Задруга

source: Business
bg: Бизнес

source: announcement
bg: известие

source: published_at
bg: Публикуван на

source: price
bg: Стойност

source: count
bg: Брой

source: Do you have a comment
bg: Искате ли да коментирате

source: Which necessity do you wish to donate to
bg: За коя от нуждите искате да дарите

source: How much do you wish to donate
bg: Каква сума искате да дарите

source: I wish to remain anonymous
bg: Искам да съм анонимен

source: Check if you want your name to be hidden
bg: Отбележете ако искате името ви да е скрито

source: Bank Transfer
bg: Банков трансфер

source: Choose a payment method
bg: Как ще изпратите дарението

source: answer
bg: отговор

source: citizenship
bg: Гражданство

source: domicile
bg: Местожителство

source: postAdress
bg: Пощенски код

source: TIN
bg: ЕГН

source: passportData
bg: Номер на Лична Карта

source: birthdate
bg: Рожденна дата

source: placeOfBirth
bg: Месторождение

source: profession
bg: Професия

source: name
bg: Име

source: phoneNumber
bg: Телефонен номер

source: published %(activity_count)s %(action)s for
bg: публикува %(activity_count)s %(action)s за

source: posted an announcement for
bg: публикува известие за

source: published new report for
bg: публикува нов отчет за

source: Save
bg: Запиши

source: Delete
bg: Изтрий

source: Add slack
bg: Добави Slack

source: Update members
bg: Промени членове

source: Bulstat
bg: Булстат

source: Email
bg: Имейл

source: Add community
bg: Добави общност

source: Members
bg: Членове

source: Nothing happened recently
bg: Нищо ново

source: Update
bg: Промени

source: Create
bg: Създай

source: Volunteers
bg: Вложители на труд

source: Donations
bg: Дарения

source: Add row
bg: Добави ред

source: Holder Name
bg: Име на титуляр

source: Bank Code
bg: Банков код

source: The cause does not support this payment type. Please choose another payment type
bg: Задругата не приема този метод на плащане. Моля изберете друг метод на плащане

source: Update images
bg: Качи снимки

source: Businesses
bg: Бизнеси

source: <p>Are you sure you want to delete "%(object)s"?</p>
bg: <p>Сигурни ли сте, че искате да изтриете "%(object)s"?</p>

source: See as regular user
bg: Виж като потребител

source: New report
bg: Напиши отчет

source: See as admin
bg: Виж като администратор

source: Add image
bg: Добави изображение

source: Follow the cause
bg: Следвай задруга

source: Show more
bg: Покажи още

source: Show less
bg: Скрий

source: The cause needs %(count)s volunteers
bg: Задругата има нужда от %(count)s вложители на труд

source: See applications
bg: Виж кандидатури

source: Update volunteer types
bg: Промени позиции за вложители на труд

source: Volunteer
bg: Вложи труд

source: No volunteers needed
bg: Няма нужда от вложители на труд

source: The cause needs %(count)s things costing %(price)s
bg: Задругата има нужда от %(count)s неща на стойност %(price)s

source: See donations
bg: Виж дарения

source: Update necessities
bg: Промени нужди

source: Donate
bg: Дари средства

source: Support as donator
bg: Дари като физическо лице

source: Support as legalentity
bg: Дари като организация

source: Close
bg: затвори

source: Reports
bg: Отчети

source: Regular reports allow for transparency and accountability. Read the reports from the cause.
bg: Редовните отчети позволяват прозрачност и отчетност. Разгледай докладите на задругата.

source: Description
bg: Описание

source: Published
bg: Публикуван

source: Read
bg: Прочети

source: see all
bg: виж всички

source: Add new report
bg: Напиши отчет

source: Announcements
bg: Известия

source: Publish
bg: Публикувай

source: Update questions
bg: Промени въпроси

source: for
bg: за

source: Unpublished
bg: Не публикуван

source: Accept
bg: Приеми

source: Decline
bg: Откажи

source: Mark as delivered
bg: Отбележи като изпълнено

source: Status
bg: Статус

source: Since
bg: От

source: Donor
bg: Дарител

source: See profile
bg: Виж профила

source: Comment
bg: Коментирай

source: Payment
bg: Плащане

source: Go back
bg: Обратно

source: Support
bg: Подкрепи

source: Applied for
bg: Кандидатствал за

source: Donation
bg: Дарение

source: Action
bg: Действие

source: Details
bg: Детайли

source: Price
bg: Стойност

source: Collected
bg: Събрани

source: Update volunteer application
bg: Промени кандидатура за вложител на труд

source: Apply as a volunteer
bg: Кандидатствай за вложител на труд

source: Apply as a volunteer for the cause %(cause)s from %(community)s
bg: Кандидатствай за вложител на труд за задругата %(cause)s на %(community)s

source: Apply
bg: Кандидатствай

source: Period
bg: Период

source: Accepted
bg: Приети

source: Update types
bg: Промени позиции

source: Questions
bg: Въпроси

source: No questions configured
bg: Няма променени въпроси

source: Types
bg: Позиции

source: Applications
bg: Кандидатури

source: Volunteering
bg: Вложение на труд

source: %(name)s's volunteering
bg: %(name)s вложение на труд

source: %(name)s's donations
bg: %(name)s дарения

source: Votes
bg: Гласове

source: from
bg: от

source: Awaiting vote
bg: Очакващ гласуване

source: No new reports
bg: Няма нови доклади

source: Past votes
bg: Предишни гласувания

source: lv
bg: лв

source: unknown
bg: неизвестно

source: Text(5000 characters)
bg: Текст(до 5000 символа)

source: Could not get timeline
bg: Системата не може да зареди времевата рамка

source: Success
bg: Успешно

source: Could not delete vote
bg: Неуспешно изтриване на глас

source: Deleted vote
bg: Успешно изтрит глас

source: Could not vote
bg: Неуспешно гласуване

source: Voted up
bg: Гласувах за

source: Voted down
bg: Гласувах против

source: Any will do
bg: Без значение

source: Next step
bg: Следваща стъпка

source: Support already accepted
bg: Подкрепата вече е била приета

source: Support already declined
bg: Подкрепата вече е била отказана

source: Select a necessity for the money support
bg: Избери ресурс за парична подкрепа

source: Support accepted
bg: Подкрепата приета

source: Support declined
bg: Подкрепата отказана

source: Support could not be accepted
bg: Подкрепата не може да бъде приета

source: Support could not be declined
bg: Подкрепата не може да била отказана

source: Support already marked as delivered
bg: Подкрепата вече е била отбелязана като изпълнена

source: Support marked as delivered
bg: Подкрепата е отбелязана като изпълнена

source: Email:
bg: Имейл:

source: Started following
bg: Започна да следва

source: Why do you apply for this position? List your relevant experience / skills
bg: Защо кандидатстваш за тази позиция? С какъв опит / умения ще допринесеш?

source: Choose at least one volunteer position
bg: Избери поне един позиция, като вложител на труд

source: Applied to %d volunteer positions
bg: Кандидатства за %d позиции, като вложител на труд

source: Image deleted
bg: Изображението е изтрито

source: Image uploaded
bg: Изображението е качено
